export const colormap = [
  "rgba(255, 99, 132, 1)",   // 赤
  "rgba(54, 162, 235, 1)",   // 青
  "rgba(255, 206, 86, 1)",   // 黄色
  "rgba(75, 192, 192, 1)",   // ティール
  "rgba(153, 102, 255, 1)",  // 紫
  "rgba(255, 159, 64, 1)",   // オレンジ
  "rgba(201, 203, 207, 1)",  // グレー
  "rgba(255, 140, 0, 1)",    // ダークオレンジ
  "rgba(0, 128, 128, 1)",    // ダークティール
  "rgba(128, 0, 128, 1)",    // 濃い紫
  "rgba(0, 128, 0, 1)",      // 深緑
  "rgba(220, 20, 60, 1)",    // クリムゾン
  "rgba(30, 144, 255, 1)",   // ドッジブルー
  "rgba(255, 69, 0, 1)",     // レッドオレンジ
  "rgba(0, 206, 209, 1)",    // ターコイズ
  "rgba(186, 85, 211, 1)",   // オーキッド
  "rgba(154, 205, 50, 1)",   // イエローグリーン
  "rgba(70, 130, 180, 1)",   // スチールブルー
  "rgba(245, 222, 179, 1)",  // ウィート
  "rgba(210, 105, 30, 1)"    // チョコレート
];